;Traducción realizada por Pedro00pedro y Guibuu
;Actualizada el 12/11/2009 para la versión 1.11

[win7shell]
RTL=0
newvers=Nueva versión disponible
disableupdate=Puedes desactivar la búsqueda de actualizaciones en las preferencias del plug-in
opendownload=¿Deseas abrir la página de descarga?
uninstall=No verás este mensaje de nuevo. Si quieres desinstalar el plug-in, vete a
uninstallhowto='Preferencias... -> Plug-ins -> Propósito general -> Windows 7 Taskbar Integration' y haz clic en el botón desinstalar.
info=Información
config=Configurar Plug-in
on=ON
off=OFF
previous=Anterior
pause=Pausa
play=Reproducir
stop=Detener
next=Siguente
errorthumb=Error al mostrar la miniatura. Desactivándola automáticamente
playing=Reproduciendo
paused=Pausado
stopped=Detenido
taskinitfail=Imposible iniciar la interfaz de la barra de tareas de Windows 7
images=Todos los formatos de imagen soportados
usethumbbg=Usar como fondo para la miniatura
selectimage=Seleccionar un archivo de imagen
afterrestart=Los cambios en los botones funcionarán tras reiniciar Winamp.
applysettings=Aplicando configuración
help1=Lo que escribas en el cuadro de texto será mostrado en la miniatura. Si la opción 'Ajustar miniatura al texto' está activada, la miniatura se redimensionará para ajustarse a la longitud del texto.
help2=Para crear texto dinámico escribe las siguientes metaetiquetas, que serán reemplazadas por el texto adecuado al mostrarse en la miniatura.
help3=Esta línea se mostrará centrada
help5=Título del tema actual
help6=Artista del tema actual
help7=Nombre del álbum (vacío si no está disponible)
help8=Año de lanzamiento (vacío si no está disponible)
help9=Número de pista del tema actual
help10=Calificación del tema en números (e.g. 4)
help11=Calificación del tema en estrellas (e.g. ★★★★ )
help12=Tiempo reproducido del tema actual
help13=Tiempo restante del tema actual
help14=Duración del tema actual
help15=Posición en la lista de reprodución
help16=Número total de temas en la lista de reproducción
help17=Tasa de bits en kbit/s
help18=Frecuencia de muestreo en kHz
help19=Volumen (de 0 a 100)
help20=Reprodución aleatoria (ON / OFF)
help21=Repetición (ON / OFF)
help=Ayuda
transparent=Transparente
albumart=Carátula
defbg=Fondo por defecto
custombg=Fondo personalizado
browse=Explorar
buttons=Añadir botones de control
shrink=Ajustar miniatura a la longitud del texto
taskicon=Icono de la barra de tareas
progressbar=Usar barra de progreso para mostrar el estado de la reproducción
streaming=Usar estado 'Indeterminado' cuando se reproduce en streaming
error=Usar estado de 'Error' (icono rojo) cuando se detiene la reproducción
overlays=Añadir iconos distintos según el estado de la reproducción
jumplist=Jump List
bugslink=Errores y sugerencias
bugstext=Enviar errores y sugerencias del plug-in
sitelink=Proyecto
sitetext=Actualizaciones, noticias, capturas e información detallada
noupdate=No buscar actualizaciones
ok=Aceptar
cancel=Cancelar
removetitle=Ocultar el título de la ventana
selectfont=Seleccionar fuente
aa=Texto con antialiasing
selectshadow=Color de la sombra
enable=Mostrar miniatura personalizada
plugdev=Desarrollo
thumboptions=Opciones
thumbtext=Texto
background=Fondo
translink=Traducciones
transtext=Ayuda a traducir el plug-in, o descarga las ya disponibles
vumeter=Usar la barra de progreso como medidor de volumen
iconic=Mostrar imagen como icono en vez de como fondo
author=Autor
volup=Volumen +10%
voldown=Volumen -10%
openfile=Abrir archivo
thumbpb=Mostrar barra de progreso en la miniatura
wapref=Preferencias de Winamp
startwa=Por favor inicia primero Winamp
jumplisterror=Error al crear la Jump List

;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"
revert=se usará si el fondo seleccionado no está disponible
jlchoice=Mostrar las siguientes categorías en la Jump List:
jlrecent=Recientes
jlfrequent=Frecuentes
jltasks=Tareas
creditslink=Créditos
creditstext=Personas que han ayudado a crear este plug-in
resumeplay=Reanudar reproducción
fromstart=Reproducir desde el principio
help22=Aumentar el tamaño de la fuente de esta línea
help23=Esta línea se mostrará alineada a la izquierda
bookmark=Marcadores
jlnote=Nota: sólo los archivos registrados para ser abiertos por Winamp se añadirán a la lista (no necesita ser el programa por defecto). Si ya tienes archivos en la lista, puedes eliminarlos borrando la lista de archivos recientes. Los marcadores se actualizan al inicio y al guardar las preferencias.
mute=Silenciar
playlists=Listas de reproducción
stopafter=Detener la reproducción tras el tema actual
maxbuttons=(Máximo 7 botones)
help24=Sombrear el texto de esta línea (del color seleccionado)
help25=Mostrar una caja traslúcida tras el texto (del color seleccionado)
help26=Reemplazamiento de texto
help27=Formato de texto

applybutton=Aplicar
help28=Impedir a esta linea desplazarse

;changed favorite from 'Favorite' to 'Rate'
favorite=Puntuar
volumecontrol=Permitir a la rueda del ratón controlar el volumen sobre el boton de la barra de tareas